<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2016/7/27
 * Time: 10:28
 */



return [
    // 日pv每小时默认比例
    'day_hours_pv_percent' => [
        0 => 4.61,
        1 => 4.11,
        2 => 3.60,
        3 => 2.40,
        4 => 1.70,
        5 => 1.60,
        6 => 2.20,
        7 => 2.90,
        8 => 3.30,
        9 => 4.29,
        10 => 4.70,
        11 => 5.50,
        12 => 5.80,
        13 => 6.10,
        14 => 6.00,
        15 => 6.00,
        16 => 5.70,
        17 => 5.00,
        18 => 4.40,
        19 => 4.70,
        20 => 4.80,
        21 => 4.29,
        22 => 3.60,
        23 => 2.70
    ],

    //任务未完成超时多久回收 单位:分钟
    'recycle_timeout_minutes' => 30,

    //重置ip的端口
    'reset_ip_port' => 6086
];